[X2DownloadableContentInfo_WOTC_PointBasedNCE]
strPBNCE_Description = "龙生九子：随机分配所有士兵的基础属性，围绕属性点池维持平衡。"
strPBNCE_Tooltip = "每个士兵生成时的基础属性点随机化。属性从（较低）的最小值开始，然后随机分配一个固定的点池，来增加每个属性（直到固定的最大值）。当bIsRobotic=true时，机器人士兵不受影响。"

[UIMainMenu_ScreenListener_PBNCE]
strPBNCE_Update_Message_Title = "<u>[WOTC] Point-Based Not Created Equal（龙生九子）<u/>"
strPBNCE_Update_Message_Header = "警告：配置文件已重置！"
strPBNCE_Update_Message_Body = "<font color='#e8cd06'>[WOTC] Point-Based Not Created Equal（龙生九子）</font>的配置文件已重置为默认值。<br/><br/>如果你是[首次激活/更新后首次激活]该模组，并想使用它的默认值进行游戏，请无视并继续游戏。<br/><br/>如果你想自定义它的数值，则要现在退出游戏，并提前进行[第一次/再次]编辑该模组的ini文件。"
strPBNCE_Update_Dismiss_Button = "明白"